<?php

return 
[
    'title' => "المراحل الدراسية" ,
    'Name' => "إسم المرحــــلة" ,
    'Notes' => " ملاحظـــات" ,
    'Processes' => " العمليـــات" ,
    'add_Grade' => "إضافة مرحلة" ,
    'Edit' => 'تعديل المرحلة' ,
    'delete_Grade' => 'حذف المرحلة' ,
    'Warning_Grade' => ' هل انت متأكد من عملية الحذف ؟' ,
    'stage_name_ar' => ' إسم المرحلة باللغة العربية' ,
    'stage_name_en' => ' إسم المرحلة باللغة الإنجليزية' ,
    'Close' => 'إلغــــأء' ,
    'submit' => 'حفـــظ' ,
    'Exists' => 'هذه المرحلة موجودة مسبقا' ,
    'delete_Grade_Error' => 'لايمكن حذف هذه المرحلة لوجود صفوف تابعة لها' 
    
];
